Revit 2024 API
ParameterTypeId.PlacementBottom Property
 "Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PlacementBottom { get; }
Visual Basic
Public Shared ReadOnly Property PlacementBottom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PlacementBottom {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace